{

    "shlokas":[["Bhagavad Gita Ch2",
	 "atha dvitīyodhyāyaḥ<br>sāṅkhyayogaḥ<br>अथ द्वितीयोऽध्यायः ।  साङ्ख्ययोगः <br>Chapter 2: Sankhya Yoga"],

     
     ["sañjaya uvāca<br>taṃ tathā kṛpayāviṣṭam aśrupūrṇākulekṣaṇam<br>viṣīdantam idaṃ vākyam uvāca madhusūdanaḥ <br/>2.1<br/>",
     "सञ्जय उवाच ।<br>तं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम् ।<br>विषीदन्तमिदं वाक्यमुवाच मधुसूदनः <br/>॥ २-१॥<br/>",
"Sañjaya said: Seeing Arjuna full of compassion and very sorrowful, his eyes brimming with tears, Madhusūdana, Kṛṣṇa, spoke the following words. <br/>2.1<br/>"
     ],


     ["śrībhagavān uvāca<br>kutas tvā kaśmalam idaṃ viṣame samupasthitam<br>anāryajuṣṭam asvargyam akīrtikaram arjuna <br/>2.2<br/>",
     "श्रीभगवानुवाच ।<br>कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् ।<br>अनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन <br/>॥ २-२॥<br/>",
"The Blessed Lord said: My dear Arjuna, how have these impurities come upon you? They are not at all befitting a man who knows the progressive values of life. They do not lead to higher planets, but to infamy. <br/>2.2<br/>"
     ],


     ["klaibyaṃ mā sma gamaḥ pārtha naitat tvayy upapadyate<br>kṣudraṃ hṛdayadaurbalyaṃ tyaktvottiṣṭha paraṃtapa <br/>2.3<br/>",
     "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते ।<br>क्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप <br/>॥ २-३॥<br/>",
"O son of Pṛthā, do not yield to this degrading impotence. It does not become you. Give up such petty weakness of heart and arise, O chastiser of the enemy. <br/>2.3<br/>"
     ],


     ["arjuna uvāca<br>kathaṃ bhīṣmam ahaṃ sāṅkhye droṇaṃ ca madhusūdana<br>iṣubhiḥ pratiyotsyāmi pūjārhāv arisūdana <br/>2.4<br/>",
     "अर्जुन उवाच ।<br>कथं भीष्ममहं सङ्ख्ये द्रोणं च मधुसूदन ।<br>इषुभिः प्रतियोत्स्यामि पूजार्हावरिसूदन <br/>॥ २-४॥<br/>",
"Arjuna said: O killer of Madhu, how can I counterattack with arrows in battle men like Bhīṣma and Droṇa, who are worthy of my worship? <br/>2.4<br/>"
     ],


     ["gurūn ahatvā hi mahānubhāvān<br>śreyo bhoktuṃ bhaikṣyam apīha loke<br>hatvārthakāmāṃstu gurunihaiva<br>bhuñjjīya bhogān rudhirapradigdhān <br/>2.5<br/>",
     "गुरूनहत्वा हि महानुभावान्<br> श्रेयो भोक्तुं भैक्ष्यमपीह लोके ।<br>हत्वार्थकामांस्तु गुरूनिहैव<br>भुञ्जीय भोगान् रुधिरप्रदिग्धान् <br/>॥ २-५॥<br/>",
"It is better to live in this world by begging than to live at the cost of the lives of great souls who are my teachers. Even though they are avaricious, they are nonetheless superiors. If they are killed, our spoils will be tainted with blood. <br/>2.5<br/>"
     ],


     ["na caitad vidmaḥ kataran no garīyo<br>yad vā jayema yadi vā no jayeyuḥ<br>yān eva hatvā na jijīviṣāmas<br>tevasthitāḥ pramukhe dhārtarāṣṭrāḥ <br/>2.6<br/>",
     "न चैतद्विद्मः कतरन्नो गरीयो<br> यद्वा जयेम यदि वा नो जयेयुः ।<br>यानेव हत्वा न जिजीविषामस्-<br>तेऽवस्थिताः प्रमुखे धार्तराष्ट्राः <br/>॥ २-६॥<br/>",
"Nor do we know which is better-conquering them or being conquered by them. The sons of Dhṛtarāṣṭra, whom if we killed we should not care to live, are now standing before us on this battlefield. <br/>2.6<br/>"
     ],


     ["kārpaṇyadoṣopahatasvabhāvaḥ<br>pṛcchāmi tvāṃ dharmasaṃmūḍhacetāḥ<br>yac chreyaḥ syān niścitaṃ brūhi tan me<br>śiṣyastehaṃ śādhi māṃ tvāṃ prapannam <br/>2.7<br/>",
     "कार्पण्यदोषोपहतस्वभावः<br>पृच्छामि त्वां धर्मसम्मूढचेताः ।<br>यच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे<br>शिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम् <br/>॥ २-७॥<br/>",
"Now I am confused about my duty and have lost all composure because of weakness. In this condition I am asking You to tell me clearly what is best for me. Now I am Your disciple, and a soul surrendered unto You. Please instruct me. <br/>2.7<br/>"
     ],


     ["na hi prapaśyāmi mamāpanudyād<br>yac chokam ucchoṣaṇam indriyāṇām<br>avāpya bhūmāv asapatnam ṛddhaṃ<br>rājyaṃ surāṇām api cādhipatyam <br/>2.8<br/>",
     "न हि प्रपश्यामि ममापनुद्याद्<br>यच्छोकमुच्छोषणमिन्द्रियाणाम् ।<br>अवाप्य भूमावसपत्नमृद्धं<br>राज्यं सुराणामपि चाधिपत्यम् <br/>॥ २-८॥<br/>",
"I can find no means to drive away this grief which is drying up my senses. I will not be able to destroy it even if I win an unrivalled kingdom on the earth with sovereignty like that of the demigods in heaven. <br/>2.8<br/>"
     ],


     ["sañjaya uvāca<br>evam uktvā hṛṣīkeśaṃ guḍākeśaḥ paraṃtapaḥ<br>na yotsya iti govindam uktvā tūṣṇīṃ babhūva ha <br/>2.9<br/>",
     "सञ्जय उवाच ।<br>एवमुक्त्वा हृषीकेशं गुडाकेशः परन्तप ।<br>न योत्स्य इति गोविन्दमुक्त्वा तूष्णीं बभूव ह <br/>॥ २-९॥<br/>",
"Sañjaya said: Having spoken thus, Arjuna, chastiser of enemies, told Kṛṣṇa, 'Govinda, I shall not fight,' and fell silent. <br/>2.9<br/>"
     ],


     ["tam uvāca hṛṣīkeśaḥ prahasann iva bhārata<br>senayor ubhayor madhye viṣīdantam idaṃ vacaḥ <br/>2.10<br/>",
     "तमुवाच हृषीकेशः प्रहसन्निव भारत ।<br>सेनयोरुभयोर्मध्ये विषीदन्तमिदं वचः <br/>॥ २-१०॥<br/>",
"O descendant of Bharata, at that time Kṛṣṇa, smiling, in the midst of both the armies, spoke the following words to the grief-stricken Arjuna. <br/>2.10<br/>"
     ],


     ["śrībhagavān uvāca<br>aśocyān anvaśocas tvaṃ prajñāvādāṃś ca bhāṣase<br>gatāsūn agatāsūṃś ca nānuśocanti paṇḍitāḥ <br/>2.11<br/>",
     "  श्रीभगवानुवाच ।<br>अशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे ।<br>गतासूनगतासूंश्च नानुशोचन्ति पण्डिताः <br/>॥ २-११॥<br/>",
"The Blessed Lord said: While speaking learned words, you are mourning for what is not worthy of grief. Those who are wise lament neither for the living nor the dead. <br/>2.11<br/>"
     ],


     ["natv evāhaṃ jātu nāsaṃ na tvaṃ neme janādhipāḥ<br>na caiva na bhaviṣyāmaḥ sarve vayam ataḥ param <br/>2.12<br/>",
     "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः ।<br>न चैव न भविष्यामः सर्वे वयमतः परम् <br/>॥ २-१२॥<br/>",
"Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be. <br/>2.12<br/>"
     ],


     ["dehinosmin yathā dehe kaumāraṃ yauvanaṃ jarā<br>tathā dehāntaraprāptir dhīras tatra na muhyati <br/>2.13<br/>",
     "देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा ।<br>तथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति <br/>॥ २-१३॥<br/>",
"As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change. <br/>2.13<br/>"
     ],


     ["mātrāsparśās tu kaunteya śītoṣṇasukhaduḥkhadāḥ<br>āgamāpāyinonityās tāṃs titikṣasva bhārata <br/>2.14<br/>",
     "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः ।<br>आगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत <br/>॥ २-१४॥<br/>",
"O son of Kuntī, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed. <br/>2.14<br/>"
     ],


     ["yaṃ hi na vyathayanty ete puruṣaṃ puruṣarṣabha<br>samaduḥkhasukhaṃ dhīraṃ somṛtatvāya kalpate <br/>2.15<br/>",
     "यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ ।<br>समदुःखसुखं धीरं सोऽमृतत्वाय कल्पते <br/>॥ २-१५॥<br/>",
"O best among men [Arjuna], the person who is not disturbed by happiness and distress and is steady in both is certainly eligible for liberation. <br/>2.15<br/>"
    ],


     ["nāsato vidyate bhāvo nābhāvo vidyate sataḥ<br>ubhayor api dṛṣṭo.antas tv anayos tattvadarśibhiḥ <br/>2.16<br/>",
     "नासतो विद्यते भावो नाभावो विद्यते सतः ।<br>उभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभिः <br/>॥ २-१६॥<br/>",
"Those who are seers of the truth have concluded that of the nonexistent there is no endurance, and of the existent there is no cessation. This seers have concluded by studying the nature of both. <br/>2.16<br/>"
     ],


     ["avināśi tu tad viddhi yena sarvam idaṃ tatam<br>vināśam avyayasyāsya na kaścit kartum arhati <br/>2.17<br/>",
     "अविनाशि तु तद्विद्धि येन सर्वमिदं ततम् ।<br>विनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति <br/>॥ २-१७॥<br/>",
"Know that which pervades the entire body is indestructible. No one is able to destroy the imperishable soul. <br/>2.17<br/>"
     ],


     ["antavanta ime dehā nityasyoktāḥ śarīriṇaḥ<br>anāśinoprameyasya tasmād yudhyasva bhārata <br/>2.18<br/>",
     "अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः ।<br>अनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत <br/>॥ २-१८॥<br/>",
"Only the material body of the indestructible, immeasurable and eternal living entity is subject to destruction; therefore, fight, O descendant of Bharata. <br/>2.18<br/>"
     ],


     ["ya enaṃ vetti hantāraṃ yaś cainaṃ manyate hatam<br>ubhau tau na vijānīto nāyaṃ hanti na hanyate <br/>2.19<br/>",
     "य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम् ।<br>उभौ तौ न विजानीतो नायं हन्ति न हन्यते <br/>॥ २-१९॥<br/>",
"He who thinks that the living entity is the slayer or that he is slain, does not understand. One who is in knowledge knows that the self slays not nor is slain. <br/>2.19<br/>"
     ],


     ["na jāyate mriyate vā kadācin<br>nāyaṃ bhūtvā bhavitā vā na bhūyaḥ<br> ajo nityaḥ śāśvatoyaṃ purāṇo<br>na hanyate hanyamāne śarīre <br/>2.20<br/>",
     "न जायते म्रियते वा कदाचिन्<br>नायं भूत्वा भविता वा न भूयः ।<br>अजो नित्यः शाश्वतोऽयं पुराणो<br>न हन्यते हन्यमाने शरीरे <br/>॥ २-२०॥<br/>",
"For the soul there is never birth nor death. Nor, having once been, does he ever cease to be. He is unborn, eternal, ever-existing, undying and primeval. He is not slain when the body is slain. <br/>2.20<br/>"
     ],


     ["vedāvināśinaṃ nityaṃ ya enam ajam avyayam<br>kathaṃ sa puruṣaḥ pārtha kaṃ ghātayati hanti kam <br/>2.21<br/>",
     "वेदाविनाशिनं नित्यं य एनमजमव्ययम् ।<br>कथं स पुरुषः पार्थ कं घातयति हन्ति कम् <br/>॥ २-२१॥<br/>",
"O Pārtha, how can a person who knows that the soul is indestructible, unborn, eternal and immutable, kill anyone or cause anyone to kill? <br/>2.21<br/>"
     ],

   ["vāsāṃsi jīrṇāni yathā vihāya<br>navāni gṛhṇāti naroparāṇi<br>tathā śarīrāṇi vihāya jīrṇāni<br>anyāni saṃyāti navāni dehī <br/>2.22<br/>",
     "वासांसि जीर्णानि यथा विहाय<br> नवानि गृह्णाति नरोऽपराणि ।<br>तथा शरीराणि विहाय जीर्णा-<br>न्यन्यानि संयाति नवानि देही <br/>॥ २-२२॥<br/>",
"As a person puts on new garments, giving up old ones, similarly, the soul accepts new material bodies, giving up the old and useless ones. <br/>2.22<br/>"
     ],


   ["nainaṃ chindanti śastrāṇi nainaṃ dahati pāvakaḥ<br>na cainaṃ kledayanty āpo na śoṣayati mārutaḥ <br/>2.23<br/>",
     "नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः ।<br>न चैनं क्लेदयन्त्यापो न शोषयति मारुतः <br/>॥ २-२३॥<br/>",
"The soul can never be cut into pieces by any weapon, nor can he be burned by fire, nor moistened by water, nor withered by the wind. <br/>2.23<br/>"
     ],


   ["acchedyoyam adāhyoyam akledyośoṣya eva ca<br>nityaḥ sarvagataḥ sthāṇur acaloyaṃ sanātanaḥ <br/>2.24<br/>",
     "अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च ।<br>नित्यः सर्वगतः स्थाणुरचलोऽयं सनातनः <br/>॥ २-२४॥<br/>",
"This individual soul is unbreakable and insoluble, and can be neither burned nor dried. He is everlasting, all-pervading, unchangeable, immovable and eternally the same. <br/>2.24<br/>"
     ],


   ["avyaktoyam acintyoyam avikaryoyam ucyate<br>tasmād evaṃ viditvainaṃ nānuśocitum arhasi <br/>2.25<br/>",
     "अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते ।<br>तस्मादेवं विदित्वैनं नानुशोचितुमर्हसि <br/>॥ २-२५॥<br/>",
"It is said that the soul is invisible, inconceivable, immutable, and unchangeable. Knowing this, you should not grieve for the body. <br/>2.25<br/>"
     ],  


   ["atha cainaṃ nityajātaṃ nityaṃ vā manyase mṛtam<br>tathāpi tvaṃ mahābāho naivaṃ śocitum arhasi <br/>2.26<br/>",
     "अथ चैनं नित्यजातं नित्यं वा मन्यसे मृतम् ।<br>तथापि त्वं महाबाहो नैवं शोचितुमर्हसि <br/>॥ २-२६॥<br/>",
"If, however, you think that the soul is perpetually born and always dies, still you have no reason to lament, O mighty-armed. <br/>2.26<br/>"
     ],    


   ["jātasya hi dhruvo mṛtyur dhruvaṃ janma mṛtasya ca<br>tasmād aparihāryerthe na tvaṃ śocitum arhasi <br/>2.27<br/>",
     "जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च ।<br>तस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि <br/>॥ २-२७॥<br/>",
"For one who has taken his birth, death is certain; and for one who is dead, birth is certain. Therefore, in the unavoidable discharge of your duty, you should not lament. <br/>2.27<br/>"
     ],    


   ["avyaktādīni bhūtāni vyaktamadhyāni bhārata<br>avyaktanidhanāny eva tatra kā paridevanā <br/>2.28<br/>",
     "अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत ।<br>अव्यक्तनिधनान्येव तत्र का परिदेवना <br/>॥ २-२८॥<br/>",
"All created beings are unmanifest in their beginning, manifest in their interim state, and unmanifest again when they are annihilated. So what need is there for lamentation? <br/>2.28<br/>"
     ],    


   ["āścaryavat paśyati kaścid enam<br>āścaryavad vadati tathaiva cānyaḥ<br>āścaryavac cainam anyaḥ śṛṇoti<br>śrutvāpy enaṃ veda na caiva kaścit <br/>2.29<br/>",
     "आश्चर्यवत्पश्यति कश्चिदेन-<br>माश्चर्यवद्वदति तथैव चान्यः ।<br>आश्चर्यवच्चैनमन्यः शृणोति<br>श्रुत्वाप्येनं वेद न चैव कश्चित् <br/>॥ २-२९॥<br/>",
"Some look on the soul as amazing, some describe him as amazing, and some hear of him as amazing, while others, even after hearing about him, cannot understand him at all. <br/>2.29<br/>"
     ],    


   ["dehī nityam avadhyoyaṃ dehe sarvasya bhārata<br>tasmāt sarvāṇi bhūtāni na tvaṃ śocitum arhasi <br/>2.30<br/>",
     "देही नित्यमवध्योऽयं देहे सर्वस्य भारत ।<br>तस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि <br/>॥ २-३०॥<br/>",
"O descendant of Bharata, he who dwells in the body is eternal and can never be slain. Therefore you need not grieve for any creature. <br/>2.30<br/>"
     ],    


   ["svadharmam api cāvekṣya na vikampitum arhasi<br>dharmyād dhi yuddhāc chreyonyat kṣatriyasya navidyate <br/>2.31<br/>",
     "स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि ।<br>धर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते <br/>॥ २-३१॥<br/>",
"Considering your specific duty as a kṣatriya, you should know that there is no better engagement for you than fighting on religious principles; and so there is no need for hesitation. <br/>2.31<br/>"
     ],    


   ["yadṛcchayā copapannaṃ svargadvāram apāvṛtam<br>sukhinaḥ kṣatriyāḥ pārtha labhante yuddham īdṛśam <br/>2.32<br/>",
     "यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम् ।<br>सुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम् <br/>॥ २-३२॥<br/>",
"O Pārtha, happy are the kṣatriyas to whom such fighting opportunities come unsought, opening for them the doors of the heavenly planets. <br/>2.32<br/>"
     ],    


   ["atha cet tvam imaṃ dhārmyaṃ saṅgrāmaṃ na kariṣyasi<br>tataḥ svadharmaṃ kīrtiṃ ca hitvā pāpam avāpsyasi <br/>2.33<br/>",
     "अथ चेत्त्वमिमं धर्म्यं सङ्ग्रामं न करिष्यसि ।<br>ततः स्वधर्मं कीर्तिं च हित्वा पापमवाप्स्यसि <br/>॥ २-३३॥<br/>",
"If, however, you do not fight this religious war, then you will certainly incur sins for neglecting your duties and thus lose your reputation as a fighter. <br/>2.33<br/>"
     ],    


   ["akīrtiṃ cāpi bhūtāni kathayiṣyanti tevyayām<br>saṃbhāvitasya cākīrtir maraṇād atiricyate <br/>2.34<br/>",
     "अकीर्तिं चापि भूतानि कथयिष्यन्ति तेऽव्ययाम् ।<br>सम्भावितस्य चाकीर्तिर्मरणादतिरिच्यते <br/>॥ २-३४॥<br/>",
"People will always speak of your infamy, and for one who has been honored, dishonor is worse than death. <br/>2.34<br/>"
     ],  

  
   ["bhayād raṇād uparataṃ maṃsyante tvāṃ mahārathāḥ<br>yeṣāṃ ca tvaṃ bahumato bhūtvā yāsyasi lāghavam <br/>2.35<br/>",
     "भयाद्रणादुपरतं मंस्यन्ते त्वां महारथाः ।<br>येषां च त्वं बहुमतो भूत्वा यास्यसि लाघवम् <br/>॥ २-३५॥<br/>",
"The great generals who have highly esteemed your name and fame will think that you have left the battlefield out of fear only, and thus they will consider you a coward. <br/>2.35<br/>"
     ],  


   ["avācyavādāṃś ca bahūn vadiṣyanti tavāhitāḥ<br>nindantas tava sāmarthyaṃ tato duḥkhataraṃ nu kim <br/>2.36<br/>",
     "अवाच्यवादांश्च बहून्वदिष्यन्ति तवाहिताः ।<br>निन्दन्तस्तव सामर्थ्यं ततो दुःखतरं नु किम् <br/>॥ २-३६॥<br/>",
"Your enemies will describe you in many unkind words and scorn your ability. What could be more painful for you? <br/>2.36<br/>"
     ],    


   ["hato vā prāpsyasi svargaṃ jitvā vā bhokṣyase mahīm<br>tasmād uttiṣṭha kaunteya yuddhāya kṛtaniścayaḥ <br/>2.37<br/>",
     "हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम् ।<br>तस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः <br/>॥ २-३७॥<br/>",
"O son of Kuntī, either you will be killed on the battlefield and attain the heavenly planets, or you will conquer and enjoy the earthly kingdom. Therefore get up and fight with determination. <br/>2.37<br/>"
     ],    


   ["sukhaduḥkhe same kṛtvā lābhālābhau jayājayau<br>tato yuddhāya yujyasva naivaṃ pāpam avāpsyasi <br/>2.38<br/>",
     "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ ।<br>ततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि <br/>॥ २-३८॥<br/>",
"Do thou fight for the sake of fighting, without considering happiness or distress, loss or gain, victory or defeat-and, by so doing, you shall never incur sin. <br/>2.38<br/>"
     ],    


   ["eṣā tebhihitā sāṅkhye buddhir yoge tv imāṃ śṛṇu<br>buddhyā yukto yayā pārtha karmabandhaṃ prahāsyasi <br/>2.39<br/>",
     "एषा तेऽभिहिता साङ्ख्ये बुद्धिर्योगे त्विमां शृणु ।<br>बुद्ध्या युक्तो यया पार्थ कर्मबन्धं प्रहास्यसि <br/>॥ २-३९॥<br/>",
"Thus far I have declared to you the analytical knowledge of sāṅkhya philosophy. Now listen to the knowledge of yoga whereby one works without fruitive result. O son of Pṛthā, when you act by such intelligence, you can free yourself from the bondage of works. <br/>2.39<br/>"
     ],    


   ["nehābhikramanāśosti pratyavāyo na vidyate<br>svalpam apy asya dharmasya trāyate mahato bhayāt <br/>2.40<br/>",
     "नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते ।<br>स्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात् <br/>॥ २-४०॥<br/>",
"In this endeavor there is no loss or diminution, and a little advancement on this path can protect one from the most dangerous type of fear. <br/>2.40<br/>"
     ],    


   ["vyavasāyātmikā buddhir ekeha kurunandana<br>bahuśākhā hy anantāś ca buddhayovyavasāyinām <br/>2.41<br/>",
     "व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन ।<br>बहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम् <br/>॥ २-४१॥<br/>",
"Those who are on this path are resolute in purpose, and their aim is one. O beloved child of the Kurus, the intelligence of those who are irresolute is many-branched. <br/>2.41<br/>"
     ],    


   ["yām imāṃ puṣpitāṃ vācaṃ pravadanty avipaścitaḥ<br>vedavādaratāḥ pārtha nānyad astīti vādinaḥ <br/>2.42<br/>",
     "यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चितः ।<br>वेदवादरताः पार्थ नान्यदस्तीति वादिनः <br/>॥ २-४२॥<br/>",
"Men of small knowledge are very much attached to the flowery words of the Vedas, which recommend various fruitive activities for elevation to heavenly planets, resultant good birth, power, and so forth. Being desirous of sense gratification and opulent life, they say that there is nothing more than this. <br/>2.42<br/>"
     ],    


   ["kāmātmānaḥ svargaparā janmakarmaphalapradām<br>kriyāviśeṣabahulāṃ bhogaiśvaryagatiṃ prati <br/>2.43<br/>",
     "कामात्मानः स्वर्गपरा जन्मकर्मफलप्रदाम् ।<br>क्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति <br/>॥ २-४३॥<br/>",
"Being desirous of sense gratification and opulent life, they say that there is nothing more than this <br/>2.43<br/>"
     ],    


   ["bhogaiśvaryaprasaktānāṃ tayāpahṛtacetasām<br>vyavasāyātmikā buddhiḥ samādhau na vidhīyate <br/>2.44<br/>",
     "भोगैश्वर्यप्रसक्तानां तयापहृतचेतसाम् ।<br>व्यवसायात्मिका बुद्धिः समाधौ न विधीयते <br/>॥ २-४४॥<br/>",
"In the minds of those who are too attached to sense enjoyment and material opulence, and who are bewildered by such things, the resolute determination of devotional service to the Supreme Lord does not take place. <br/>2.44<br/>"
     ],    


   ["traiguṇyaviṣayā vedā nistraiguṇyo bhavārjuna<br>nirdvandvo nityasatvastho niryogakṣema ātmavān <br/>2.45<br/>",
     "त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन ।<br>निर्द्वन्द्वो नित्यसत्त्वस्थो निर्योगक्षेम आत्मवान् <br/>॥ २-४५॥<br/>",
"The Vedas mainly deal with the subject of the three modes of material nature. Rise above these modes, O Arjuna. Be transcendental to all of them. Be free from all dualities and from all anxieties for gain and safety, and be established in the Self. <br/>2.45<br/>"
     ],    


   ["yāvān artha udapāne sarvataḥ saṃplutodake<br>tāvān sarveṣu vedeṣu brāhmaṇasya vijānataḥ <br/>2.46<br/>",
     "यावानर्थ उदपाने सर्वतः सम्प्लुतोदके ।<br>तावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानतः <br/>॥ २-४६॥<br/>",
"All purposes that are served by the small pond can at once be served by the great reservoirs of water. Similarly, all the purposes of the Vedas can be served to one who knows the purpose behind them. <br/>2.46<br/>"
     ],    


   ["karmaṇy evādhikāras te mā phaleṣu kadācana<br>mā karmaphalahetur bhūr mā te saṅgostv akarmaṇi <br/>2.47<br/>",
     "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन ।<br>मा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि <br/>॥ २-४७॥<br/>",
"You have a right to perform your prescribed duty, but you are not entitled to the fruits of action. Never consider yourself to be the cause of the results of your activities, and never be attached to not doing your duty. <br/>2.47<br/>"
     ],          


   ["yogasthaḥ kuru karmāṇi saṅgaṃ tyaktvā dhanañjaya<br>siddhyasiddhyoḥ samo bhūtvā samatvaṃ yoga ucyate <br/>2.48<br/>",
     "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय ।<br>सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते <br/>॥ २-४८॥<br/>",
"Be steadfast in yoga, O Arjuna. Perform your duty and abandon all attachment to success or failure. Such evenness of mind is called yoga. <br/>2.48<br/>"
     ],    


   ["dūreṇa hy avaraṃ karma buddhiyogād dhanañjaya<br>buddhau śaraṇam anviccha kṛpaṇāḥ phalahetavaḥ <br/>2.49<br/>",
     "दूरेण ह्यवरं कर्म बुद्धियोगाद्धनञ्जय ।<br>बुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः <br/>॥ २-४९॥<br/>",
"O Dhanañjaya, rid yourself of all fruitive activities by devotional service, and surrender fully to that consciousness. Those who want to enjoy the fruits of their work are misers. <br/>2.49<br/>"
     ],    


   ["buddhiyukto jahātīha ubhe sukṛtaduṣkṛte<br>tasmād yogāya yujyasva yogaḥ karmasu kauśalam <br/>2.50<br/>",
     "बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते ।<br>तस्माद्योगाय युज्यस्व योगः कर्मसु कौशलम् <br/>॥ २-५०॥<br/>",
"A man engaged in devotional service rids himself of both good and bad actions even in this life. Therefore strive for yoga, O Arjuna, which is the art of all work. <br/>2.50<br/>"
     ],    


   ["karmajaṃ buddhiyuktā hi phalaṃ tyaktvā manīṣiṇaḥ<br>janmabandhavinirmuktāḥ padaṃ gacchhanty anāmayam <br/>2.51<br/>",
     "कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः ।<br>जन्मबन्धविनिर्मुक्ताः पदं गच्छन्त्यनामयम् <br/>॥ २-५१॥<br/>",
"The wise, engaged in devotional service, take refuge in the Lord, and free themselves from the cycle of birth and death by renouncing the fruits of action in the material world. In this way they can attain that state beyond all miseries. <br/>2.51<br/>"
     ],    


   ["yadā te mohakalilaṃ buddhir vyatitariṣyati<br>tadā gantāsi nirvedaṃ śrotavyasya śrutasya ca <br/>2.52<br/>",
     "यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति ।<br>तदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च <br/>॥ २-५२॥<br/>",
"When your intelligence has passed out of the dense forest of delusion, you shall become indifferent to all that has been heard and all that is to be heard. <br/>2.52<br/>"
     ],    


   ["śrutivipratipannā te yadā sthāsyati niścalā<br>samādhāv acalā buddhis tadā yogam avāpsyasi <br/>2.53<br/>",
     "श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला ।<br>समाधावचला बुद्धिस्तदा योगमवाप्स्यसि <br/>॥ २-५३॥<br/>",
"When your mind is no longer disturbed by the flowery language of the Vedas, and when it remains fixed in the trance of self-realization, then you will have attained the Divine consciousness. <br/>2.53<br/>"
     ],  


   ["arjuna uvāca<br>sthitaprajñasya kā bhāṣā samādhisthasya keśava<br>sthitadhīḥ kiṃ prabhāṣeta kim āsīta vrajeta kim <br/>2.54<br/>",
     "अर्जुन उवाच ।<br>स्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव ।<br>स्थितधीः किं प्रभाषेत किमासीत व्रजेत किम् <br/>॥ २-५४॥<br/>",
"Arjuna said: What are the symptoms of one whose consciousness is thus merged in Transcendence? How does he speak, and what is his language? How does he sit, and how does he walk? <br/>2.54<br/>"
     ],    


   ["śrībhagavān uvāca<br>prajahāti yadā kāmān sarvān pārtha manogatān<br>ātmany evātmanā tuṣṭaḥ sthitaprajñas tadocyate <br/>2.55<br/>",
     "श्रीभगवानुवाच ।<br>प्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान् ।<br>आत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते <br/>॥ २-५५॥<br/>",
"The Blessed Lord said: O Pārtha, when a man gives up all varieties of sense desire which arise from mental concoction, and when his mind finds satisfaction in the self alone, then he is said to be in pure transcendental consciousness. <br/>2.55<br/>"
     ],    


   ["duḥkheṣv anudvignamanāḥ sukheṣu vigataspṛhaḥ<br>vītarāgabhayakrodhaḥ sthitadhīr munir ucyate <br/>2.56<br/>",
     "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः ।<br>वीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते <br/>॥ २-५६॥<br/>",
"One who is not disturbed in spite of the threefold miseries, who is not elated when there is happiness, and who is free from attachment, fear and anger, is called a sage of steady mind. <br/>2.56<br/>"
     ],    


   ["yaḥ sarvatrānabhisnehas tattatprāpya śubhāśubham<br>nābhinandati na dveṣṭi tasya prajñā pratiṣṭhitā <br/>2.57<br/>",
     "यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम् ।<br>नाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता <br/>॥ २-५७॥<br/>",
"He who is without attachment, who does not rejoice when he obtains good, nor lament when he obtains evil, is firmly fixed in perfect knowledge. <br/>2.57<br/>"
     ],    


   ["yadā saṃharate cāyaṃ kūrmoṅgānīva sarvaśaḥ<br>indriyāṇīndriyārthebhyas tasya prajñā pratiṣṭhitā <br/>2.58<br/>",
     "यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः ।<br>इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता <br/>॥ २-५८॥<br/>",
"One who is able to withdraw his senses from sense objects, as the tortoise draws his limbs within the shell, is to be understood as truly situated in knowledge. <br/>2.58<br/>"
     ],    


   ["viṣayā vinivartante nirāhārasya dehinaḥ<br>rasavarjaṃ rasopy asya paraṃ dṛṣṭvā nivartate <br/>2.59<br/>",
     "विषया विनिवर्तन्ते निराहारस्य देहिनः ।<br>रसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते <br/>॥ २-५९॥<br/>",
"The embodied soul may be restricted from sense enjoyment, though the taste for sense objects remains. But, ceasing such engagements by experiencing a higher taste, he is fixed in consciousness. <br/>2.59<br/>"
     ],    


   ["yatato hy api kaunteya puruṣasya vipaścitaḥ<br>indriyāṇi pramāthīni haranti prasabhaṃ manaḥ <br/>2.60<br/>",
     "यततो ह्यपि कौन्तेय पुरुषस्य विपश्चितः ।<br>इन्द्रियाणि प्रमाथीनि हरन्ति प्रसभं मनः <br/>॥ २-६०॥<br/>",
"The senses are so strong and impetuous, O Arjuna, that they forcibly carry away the mind even of a man of discrimination who is endeavoring to control them. <br/>2.60<br/>"
     ],    


   ["tāni sarvāṇi saṃyamya yukta āsīta matparaḥ<br>vaśe hi yasyendriyāṇi tasya prajñā pratiṣṭhitā <br/>2.61<br/>",
     "तानि सर्वाणि संयम्य युक्त आसीत मत्परः ।<br>वशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता <br/>॥ २-६१॥<br/>",
"One who restrains his senses and fixes his consciousness upon Me is known as a man of steady intelligence. <br/>2.61<br/>"
     ],    


   ["dhyāyato viṣayān puṃsaḥ saṅgas teṣūpajāyate<br>saṅgāt sañjāyate kāmaḥ kāmāt krodhobhijāyate <br/>2.62<br/>",
     "ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते ।<br>सङ्गात्सञ्जायते कामः कामात्क्रोधोऽभिजायते <br/>॥ २-६२॥<br/>",
"While contemplating the objects of the senses, a person develops attachment for them, and from such attachment lust develops, and from lust anger arises. <br/>2.62<br/>"
     ],    


   ["krodhād bhavati saṃmohaḥ saṃmohāt smṛtivibhramaḥ<br>smṛtibhraṃśād buddhināśo buddhināśāt praṇaśyati <br/>2.63<br/>",
     "क्रोधाद्भवति सम्मोहः सम्मोहात्स्मृतिविभ्रमः ।<br>स्मृतिभ्रंशाद् बुद्धिनाशो बुद्धिनाशात्प्रणश्यति <br/>॥ २-६३॥<br/>",
"From anger, delusion arises, and from delusion bewilderment of memory. When memory is bewildered, intelligence is lost, and when intelligence is lost, one falls down again into the material pool. <br/>2.63<br/>"
     ],    


   ["rāgadveṣavimuktais tu viṣayān indriyaiś caran<br>ātmavaśyair vidheyātmā prasādam adhigacchati <br/>2.64<br/>",
     "रागद्वेषविमुक्तैस्तु विषयानिन्द्रियैश्चरन् ।<br>आत्मवश्यैर्विधेयात्मा प्रसादमधिगच्छति <br/>॥ २-६४॥<br/>",
"One who can control his senses by practicing the regulated principles of freedom can obtain the complete mercy of the Lord and thus become free from all attachment and aversion. <br/>2.64<br/>"
     ],    


   ["prasāde sarvaduḥkhānāṃ hānir asyopajāyate<br>prasannacetaso hy āśu buddhiḥ paryavatiṣṭhate <br/>2.65<br/>",
     "प्रसादे सर्वदुःखानां हानिरस्योपजायते ।<br>प्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते <br/>॥ २-६५॥<br/>",
"For one who is so situated in the Divine consciousness, the threefold miseries of material existence exist no longer; in such a happy state, one's intelligence soon becomes steady. <br/>2.65<br/>"
     ],


   ["nāsti buddhir ayuktasya na cāyuktasya bhāvanā<br>na cābhāvayataḥ śāntir aśāntasya kutaḥ sukham <br/>2.66<br/>",
     "नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना ।<br>न चाभावयतः शान्तिरशान्तस्य कुतः सुखम् <br/>॥ २-६६॥<br/>",
"One who is not in transcendental consciousness can have neither a controlled mind nor steady intelligence, without which there is no possibility of peace. And how can there be any happiness without peace? <br/>2.66<br/>"
     ],    


   ["indriyāṇāṃ hi caratāṃ yan manonuvidhīyate<br>tad asya harati prajñāṃ vāyur nāvam ivāmbhasi <br/>2.67<br/>",
     "इन्द्रियाणां हि चरतां यन्मनोऽनुविधीयते ।<br>तदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि <br/>॥ २-६७॥<br/>",
"As a boat on the water is swept away by a strong wind, even one of the senses on which the mind focuses can carry away a man's intelligence. <br/>2.67<br/>"
     ],    


   ["tasmād yasya mahābāho nigṛhītāni sarvaśaḥ<br>indriyāṇīndriyārthebhyas tasya prajñā pratiṣṭhitā <br/>2.68<br/>",
     "तस्माद्यस्य महाबाहो निगृहीतानि सर्वशः ।<br>इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता <br/>॥ २-६८॥<br/>",
"Therefore, O mighty-armed, one whose senses are restrained from their objects is certainly of steady intelligence. <br/>2.68<br/>"
     ],    


   ["yā niśā sarvabhūtānāṃ tasyāṃ jāgarti saṃyamī<br>yasyāṃ jāgrati bhūtāni sā niśā paśyato muneḥ <br/>2.69<br/>",
     "या निशा सर्वभूतानां तस्यां जागर्ति संयमी ।<br>यस्यां जाग्रति भूतानि सा निशा पश्यतो मुनेः <br/>॥ २-६९॥<br/>",
"What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage. <br/>2.69<br/>"
     ],    


   ["āpūryamāṇam acalapratiṣṭhaṃ<br>samudram āpaḥ praviśanti yadvat<br>tadvat kāmā yaṃ praviśanti sarve<br>sa śāntim āpnoti na kāmakāmī <br/>2.70<br/>",
     "आपूर्यमाणमचलप्रतिष्ठं<br>समुद्रमापः प्रविशन्ति यद्वत् ।<br>तद्वत्कामा यं प्रविशन्ति सर्वे<br>स शान्तिमाप्नोति न कामकामी <br/>॥ २-७०॥<br/>",
"A person who is not disturbed by the incessant flow of desires-that enter like rivers into the ocean which is ever being filled but is always still-can alone achieve peace, and not the man who strives to satisfy such desires. <br/>2.70<br/>"
     ],    


   ["vihāya kāmān yaḥ sarvān pumāṃś carati niḥspṛhaḥ<br>nirmamo nirahaṃkāraḥ sa śāntim adhigacchhati <br/>2.71<br/>",
     "विहाय कामान्यः सर्वान्पुमांश्चरति निःस्पृहः ।<br>निर्ममो निरहङ्कारः स शान्तिमधिगच्छति <br/>॥ २-७१॥<br/>",
"A person who has given up all desires for sense gratification, who lives free from desires, who has given up all sense of proprietorship and is devoid of false ego-he alone can attain real peace. <br/>2.71<br/>"
     ],    


   ["eṣā brāhmī sthitiḥ pārtha naināṃ prāpya vimuhyati<br>sthitvāsyām antakālepi brahmanirvāṇam ṛcchati <br/>2.72<br/>",
     "एषा ब्राह्मी स्थितिः पार्थ नैनां प्राप्य विमुह्यति ।<br>स्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति <br/>॥ २-७२॥<br/>",
"That is the way of the spiritual and godly life, after attaining which a man is not bewildered. Being so situated, even at the hour of death, one can enter into the kingdom of God. <br/>2.72<br/>"
     ],    


     ["Oṁ tatsaditi śrīmadbhagavadgītāsūpaniṣatsu<br>brahmavidyāyāṁ yogaśhāstre Śrīkṛṣṇārjuna saṁvāde<br>sāṅkhyayogo nāma dvitīyodhyāyaḥ",
     "ॐ तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु <br>ब्रह्मविद्यायां योगशास्त्रे श्रीकृष्णार्जुनसंवादे <br>साङ्ख्ययोगो नाम द्वितीयोऽध्यायः ॥",
"Thus ends the second chapter named 'Sankhya Yoga' of the Upanishads of the Bhagavad Gita, the scripture of yoga, dealing with the science of the Absolute in the form of the dialogue between Sri Krishna and Arjuna."
     ]
    ]
}
