{

    "shlokas":[["Bhagavad Gita Ch1",
	 "atha prathamo adhyāyaḥ<br>अथ प्रथमोऽध्यायः ।  अर्जुनविषादयोगः <br>arjunaviṣādayogaḥ<br>Chapter 1: The Despondency Of Arjuna"],


     
     ["dhṛtarāṣṭra uvāca<br>dharmakṣetre kurukṣetre samavetā yuyutsavaḥ<br>māmakāḥ pāṇḍavāś caiva kim akurvata sañjaya",
     "धृतराष्ट्र उवाच ।<br>धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।<br>मामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय  ",
"Dhṛtarāṣṭra said: O Sañjaya, after assembling in the place of pilgrimage at Kurukṣetra, what did my sons and the sons of Pāṇḍu do, being desirous to fight?"
     ],


     ["sañjaya uvāca<br>dṛṣṭvā tu pāṇḍavānīkaṃ vyūḍhaṃ duryodhanas tadā<br>ācāryam upasaṅgamya rājā vacanam abravīt",
     "सञ्जय उवाच ।<br>दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।<br>आचार्यमुपसङ्गम्य राजा वचनमब्रवीत् ",
"Sañjaya said: O King, after looking over the army gathered by the sons of Pāṇḍu, King Duryodhana went to his teacher and began to speak the following words:"
     ],


     ["paśyaitāṃ pāṇḍuputrāṇām ācārya mahatīṃ camūm<br>vyūḍhāṃ drupadaputreṇa tava śiṣyeṇa dhīmatā  <br/>1.3<br/>",
     "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।<br>व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता  ",
"O my teacher, behold the great army of the sons of Pāṇḍu, so expertly arranged by your intelligent disciple, the son of Drupada. "
     ],


     ["atra śūrā maheṣvāsā bhīmārjunasamā yudhi<br>yuyudhāno virāṭaśca drupadaś ca mahārathaḥ  <br/>1.4<br/>",
     "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।<br>युयुधानो विराटश्च द्रुपदश्च महारथः  <br/>॥१-४॥<br/>",
"Here in this army there are many heroic bowmen equal in fighting to Bhīma and Arjuna; there are also great fighters like Yuyudhāna, Virāṭa and Drupada. <br/>1.4<br/>"
     ],


     ["dhṛṣṭaketuś cekitānaḥ kāśirājaś ca vīryavān<br>purujit kuntibhojaś ca śaibyaś ca narapuṅgavaḥ  <br/>1.5<br/>",
     "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।<br>पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः  <br/>॥१-५॥<br/>",
"There are also great, heroic, powerful fighters like Dhṛṣṭaketu, Cekitāna, Kāśirāja, Purujit, Kuntibhoja and Śaibya. <br/>1.5<br/>"
     ],


     ["yudhāmanyuś ca vikrānta uttamaujāś ca vīryavān<br>saubhadro draupadeyāś ca sarva eva mahārathāḥ  <br/>1.6<br/>",
     "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।<br>सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः  <br/>॥१-६॥<br/>",
"There are the mighty Yudhāmanyu, the very powerful Uttamaujā, the son of Subhadrā and the sons of Draupadī. All these warriors are great chariot fighters. <br/>1.6<br/>"
     ],


     ["asmākaṃ tu viśiṣṭā ye tān nibodha dvijottama<br>nāyakā mama sainyasya saṃjñārthaṃ tān bravīmi te  <br/>1.7<br/>",
     "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।<br>नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते  <br/>॥१-७॥<br/>",
"O best of the brāhmaṇas, for your information, let me tell you about the captains who are especially qualified to lead my military force. <br/>1.7<br/>"
     ],


     ["bhavān bhīṣmaś ca karṇaś ca kṛpaś ca samitiñjayaḥ<br>aśvatthāmā vikarṇaś ca saumadattis tathaiva ca  <br/>1.8<br/>",
     "भवान्भीष्मश्च कर्णश्च कृपश्च समितिञ्जयः ।<br>अश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च  <br/>॥१-८॥<br/>",
"There are personalities like yourself, Bhīṣma, Karṇa, Kṛpa, Aśvatthāmā, Vikarṇa and the son of Somadatta called Bhuriśravā, who are always victorious in battle. <br/>1.8<br/>"
     ],


     ["anye ca bahavaḥ śūrā madarthe tyaktajīvitāḥ<br>nānāśastrapraharaṇāḥ sarve yuddhaviśāradāḥ  <br/>1.9<br/>",
     "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।<br>नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः  <br/>॥१-९॥<br/>",
"There are many other heroes who are prepared to lay down their lives for my sake. All of them are well equipped with different kinds of weapons, and all are experienced in military science. <br/>1.9<br/>"
     ],


     ["aparyāptaṃ tad asmākaṃ balaṃ bhīṣmābhirakṣitam<br>paryāptaṃ tvidam eteṣāṃ balaṃ bhīmābhirakṣitam  <br/>1.10<br/>",
     "अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् ।<br>पर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम्  <br/>॥१-१०॥<br/>",
"Our strength is immeasurable, and we are perfectly protected by Grandfather Bhīṣma, whereas the strength of the Pāṇḍavas, carefully protected by Bhīma, is limited. <br/>1.10<br/>"
     ],


     ["ayaneṣu ca sarveṣu yathābhāgam avasthitāḥ<br>bhīṣmam evābhirakṣantu bhavantaḥ sarva eva hi  <br/>1.11<br/>",
     "अयनेषु च सर्वेषु यथाभागमवस्थिताः ।<br>भीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि  <br/>॥१-११॥<br/>",
"Now all of you must give full support to Grandfather Bhīṣma, standing at your respective strategic points in the phalanx of the army. <br/>1.11<br/>"
     ],


     ["tasya sañjanayan harṣaṃ kuruvṛddhaḥ pitāmahaḥ<br>siṃhanādaṃ vinadyocchaiḥ śaṅkhaṃ dadhma pratāpavān  <br/>1.12<br/>",
     "तस्य सञ्जनयन्हर्षं कुरुवृद्धः पितामहः ।<br>सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान्  <br/>॥१-१२॥<br/>",
"Then Bhīṣma, the great valiant grandsire of the Kuru dynasty, the grandfather of the fighters, blew his conchshell very loudly like the sound of a lion, giving Duryodhana joy. <br/>1.12<br/>"
     ],


     ["tataḥ śaṅkhāś ca bheryaś ca paṇavānakagomukhāḥ<br>sahasaivābhyahanyanta sa śabdas tumulobhavat  <br/>1.13<br/>",
     "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।<br>सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत्  <br/>॥१-१३॥<br/>",
"After that, the conchshells, bugles, trumpets, drums and horns were all suddenly sounded, and the combined sound was tumultuous. <br/>1.13<br/>"
     ],


     ["tataḥ śvetair hayair yukte mahati syandane sthitau<br>mādhavaḥ pāṇḍavaś caiva divyau śaṅkhau pradaghmatuḥ  <br/>1.14<br/>",
     "ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ ।<br>माधवः पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतुः  <br/>॥१-१४॥<br/>",
"On the other side, both Lord Kṛṣṇa and Arjuna, stationed on a great chariot drawn by white horses, sounded their transcendental conchshells. <br/>1.14<br/>"
     ],


     ["pāñcajanyaṃ hṛṣīkeśo devadattaṃ dhanañjayaḥ<br>pauṇḍraṃ dadhmau mahāśaṅkhaṃ bhīmakarmā vṛkodaraḥ  <br/>1.15<br/>",
     "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।<br>पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः  <br/>॥१-१५॥<br/>",
"Then, Lord Kṛṣṇa blew His conchshell, called Pāñcajanya; Arjuna blew his, the Devadatta; and Bhīma, the voracious eater and performer of Herculean tasks, blew his terrific conchshell called Pauṇḍram. <br/>1.15<br/>"],


     ["anañtavijayaṃ rājā kuntīputro yudhiṣṭhiraḥ<br>nakulaḥ sahadevaś ca sughoṣamaṇipuṣpakau  <br/>1.16<br/>",
     "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।<br>नकुलः सहदेवश्च सुघोषमणिपुष्पकौ  <br/>॥१-१६॥<br/>",
"King Yudhiṣṭhira, the son of Kuntī, blew his conchshell, the Anantavijaya, and Nakula and Sahadeva blew the Sughoṣa and Maṇipuṣpaka. <br/>1.16<br/>"
     ],


     ["kāśyaś ca parameṣvāsaḥ śikhaṇḍī ca mahārathaḥ<br>dhṛṣṭadyumno virāṭaś ca sātyakiś cāparājitaḥ  <br/>1.17<br/>",
     "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।<br>धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः  <br/>॥१-१७॥<br/>",
"That great archer the King of Kāśī, the great fighter Śikhaṇḍī, Dhṛṣṭadyumna, Virāṭa and the unconquerable Sātyaki, <br/>1.17<br/>"
     ],


     ["drupado draupadeyāś ca sarvaśaḥ pṛthivīpate<br>saubhadraś ca mahābāhuḥ śaṅkhān dadhmuḥ pṛthakpṛthak  <br/>1.18<br/>",
     "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।<br>सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक्  <br/>॥१-१८॥<br/>",
"Drupada, the sons of Draupadī, and the others, O King, such as the son of Subhadrā, greatly armed, all blew their respective conchshells. <br/>1.18<br/>"
     ],


     ["sa ghoṣo dhārtarāṣṭrāṇāṃ hṛdayāni vyadārayat<br>nabhaś ca pṛthivīṃ caiva tumulobhyanunādayan  <br/>1.19<br/>",
     "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।<br>नभश्च पृथिवीं चैव तुमुलोऽभ्यनुनादयन्  <br/>॥ १-१९॥<br/>",
"The blowing of these different conchshells became uproarious, and thus, vibrating both in the sky and on the earth, it shattered the hearts of the sons of Dhṛtarāṣṭra. <br/>1.19<br/>"
     ],


     ["atha vyavasthitān dṛṣṭvā dhārtarāṣṭrān.h kapidhvajaḥ<br>pravṛtte śastrasaṃpāte dhanur udyamya pāṇḍavaḥ  <br/>1.20<br/>",
     "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान् कपिध्वजः ।<br>प्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डवः  <br/>॥१-२०॥<br/>",
"O King, at that time Arjuna, the son of Pāṇḍu, who was seated in his chariot, his flag marked with Hanumān, took up his bow and prepared to shoot his arrows, looking at the sons of Dhṛtarāṣṭra. <br/>1.20<br/>"
     ],


     ["hṛṣīkeśaṃ tadā vākyam idam āha mahīpate<br>arjuna uvāca<br>senayor ubhayor madhye rathaṃ sthāpaya mecyuta  <br/>1.21<br/>",
     "हृषीकेशं तदा वाक्यमिदमाह महीपते ।<br>अर्जुन उवाच ।<br>सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत  <br/>॥१-२१॥<br/>",
"O King, Arjuna then spoke to Hṛṣīkeśa [Kṛṣṇa] these words. Arjuna said:O infallible one, please draw my chariot between the two armies, <br/>1.21<br/>"
     ],

   ["yāvad etān nirikṣehaṃ yoddhukāmān avasthitān<br>kair mayā saha yoddhavyam asmin raṇasamudyame  <br/>1.22<br/>",
     "यावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान् ।<br>कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे  <br/>॥१-२२॥<br/>",
"so that I may see who is present here, who is desirous of fighting, and with whom I must contend in this great battle attempt. <br/>1.22<br/>"
     ],


   ["yotsyamānān avekṣehaṃ ya etetra samāgatāḥ<br>dhārtarāṣṭrasya durbuddher yuddhe priyacikīrṣavaḥ  <br/>1.23<br/>",
     "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।<br>धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः  <br/>॥१-२३॥<br/>",
"Let me see those who have come here to fight, wishing to please the evil-minded son of Dhṛtarāṣṭra. <br/>1.23<br/>"
     ],


   ["sañjaya uvāca<br>evam ukto hṛṣīkeśo guḍākeśena bhārata<br>senayor ubhayor madhye sthāpayitvā rathottamam  <br/>1.24<br/>",
     "सञ्जय उवाच ।<br>एवमुक्तो हृषीकेशो गुडाकेशेन भारत ।<br>सेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम्  <br/>॥ १-२४॥<br/>",
"Sañjaya said: O descendant of Bharata, being thus addressed by Arjuna, Lord Kṛṣṇa drew up the fine chariot in the midst of the armies of both parties. <br/>1.24<br/>"
     ],


   ["bhīṣmadroṇapramukhataḥ sarveṣāṃ ca mahīkṣitām<br>uvāca pārtha paśyaitān samavetān kurūn iti  <br/>1.25<br/>",
     "भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम् ।<br>उवाच पार्थ पश्यैतान्समवेतान्कुरूनिति  <br/>॥१-२५॥<br/>",
"In the presence of Bhīṣma, Droṇa and all other chieftains of the world, Hṛṣīkeśa, the Lord, said, Just behold, Pārtha, all the Kurus who are assembled here. <br/>1.25<br/>"
     ],    
   

   ["tatrāpaśyat sthitān pārthaḥ pitṛn atha pitāmahān<br>ācāryān mātulān bhrātṛn putrān pautrān sakhīṃs tathā  <br/>1.26<br/>",
     "तत्रापश्यत्स्थितान्पार्थः पितॄनथ पितामहान् ।<br>आचार्यान्मातुलान्भ्रातॄन्पुत्रान्पौत्रान्सखींस्तथा  <br/>॥ १-२६॥<br/>",
"There Arjuna could see, within the midst of the armies of both parties, his fathers, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, friends, <br/>1.26<br/>"
     ],  


   ["śvaśurān suhṛdaś caiva senayor ubhayor api<br>tān samīkṣya sa kaunteyaḥ sarvān bandhūn avasthitān  <br/>1.27<br/>",
     "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।<br>तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान्  <br/>॥१-२७॥<br/>",
"and also his father-in-law and well-wishers-all present there.When the son of Kuntī, Arjuna, saw all these different grades of friends and relatives, <br/>1.27<br/>"
     ],  


   ["kṛpayā parayāviṣṭo viṣīdann idamabravīt<br>arjuna uvāca<br>dṛṣṭvemaṃ svajanaṃ kṛṣṇa yuyutsuṃ samupasthitam  <br/>1.28<br/>",
     "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।<br>अर्जुन उवाच ।<br>दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम्  <br/>॥ १-२८॥<br/>",
"he became overwhelmed with compassion and spoke thus. Arjuna said: My dear Kṛṣṇa, seeing my friends and relatives present before me in such a fighting spirit, <br/>1.28<br/>"
     ],

   ["sīdanti mama gātrāṇi mukhañ ca pariśuṣyati<br>vepathuś ca śarīre me romaharṣaś ca jāyate  <br/>1.29<br/>",
     "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।<br>वेपथुश्च शरीरे मे रोमहर्षश्च जायते  <br/>॥१-२९॥<br/>",
"I feel the limbs of my body quivering and my mouth drying up. My whole body is trembling, and my hair is standing on end. <br/>1.29<br/>"
     ],  


   ["gāṇḍīvaṃ straṃsate hastāt tvak caiva paridahyate<br>na ca śaknomy avasthātuṃ bhramatīva ca me manaḥ  <br/>1.30<br/>",
     "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।<br>न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः  <br/>॥१-३०॥<br/>",
"My bow Gāṇḍīva is slipping from my hand, and my skin is burning.I am now unable to stand here any longer. I am forgetting myself, and my mind is reeling. <br/>1.30<br/>"
     ], 


   ["nimittāni ca paśyāmi viparītāni keśava<br>na ca śreyonupaśyāmi hatvā svajanam āhave  <br/>1.31<br/>",
     "निमित्तानि च पश्यामि विपरीतानि केशव ।<br>न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे  <br/>॥१-३१॥<br/>",
"I foresee only evil, O killer of the Keśī demon.I do not see how any good can come from killing my own kinsmen in this battle, <br/>1.31<br/>"
     ],  
 

   ["na kāṅkṣe vijayaṃ kṛṣṇa na ca rājyaṃ sukhāni ca<br>kiṃ no rājyena govinda kiṃ bhogair jīvitena vā  <br/>1.32<br/>",
     "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।<br>किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा  <br/>॥१-३२॥<br/>",
"nor can I, my dear Kṛṣṇa, desire any subsequent victory, kingdom, or happiness. O Govinda, of what avail to us are kingdoms, happiness or even life itself, <br/>1.32<br/>"
     ], 


   ["yeṣām arthe kāṅkṣitaṃ no rājyaṃ bhogāḥ sukhāni ca<br>ta imevasthitā yuddhe prāṇāṃs tyaktvā dhanāni ca  <br/>1.33<br/>",
     "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।<br>त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च  <br/>॥१-३३॥<br/>",
"O Govinda, of what avail to us are kingdoms, happiness or even life itself, when all those for whom we may desire them are now arrayed in this battlefield? <br/>1.33<br/>"
     ], 


   ["ācāryāḥ pitaraḥ putrās tathaiva ca pitāmahāḥ<br>mātulāḥ śvaśurāḥ pautrāḥ śyālāḥ sambandhinas tathā  <br/>1.34<br/>",
     "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।<br>मातुलाः श्वशुराः पौत्राः श्यालाः सम्बन्धिनस्तथा  <br/>॥ १-३४॥<br/>",
"O Madhusūdana, when teachers, fathers, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and all relatives  are ready to give up their lives and properties and are standing before me, <br/>1.34<br/>"
     ],    

 
   ["etān na hantum icchhāmi ghnatopi madhusūdana<br>api trailokyarājyasya hetoḥ kiṃ nu mahīkṛte  <br/>1.35<br/>",
     "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।<br>अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते  <br/>॥१-३५॥<br/>",
"then why should I wish to kill them, though I may survive? I am not prepared to fight with them even in exchange for the three worlds,let alone this earth. <br/>1.35<br/>"
     ], 


   ["nihatya dhārtarāṣṭrān naḥ kā prītiḥ syājanārdana<br>pāpam evāśrayed asmān hatvaitān ātatāyinaḥ  <br/>1.36<br/>",
     "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।<br>पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः  <br/>॥१-३६॥<br/>",
"By killing these sons of Dhritarashtra, what pleasure can be ours, O maintainer of all creatures? Sin will overcome us if we slay such aggressors. <br/>1.36<br/>"
     ], 



   ["tasmān nārhā vayaṃ hantuṃ dhārtarāṣṭrān svabāndhavān<br>svajanaṃ hi kathaṃ hatvā sukhinaḥ syāma mādhava  <br/>1.37<br/>",
     "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।<br>स्वजनं हि कथं हत्वा सुखिनः स्याम माधव  <br/>॥१-३७॥<br/>",
"Therefore it is not proper for us to kill the sons of Dhṛtarāṣṭra and our friends. What should we gain, O Kṛṣṇa, husband of the goddess of fortune, and how could we be happy by killing our own kinsmen? <br/>1.37<br/>"
     ], 


   ["yadyapyete na paśyanti lobhopahatacetasaḥ<br>kulakṣayakṛtaṃ doṣaṃ mitradrohe ca pātakam  <br/>1.38<br/>",
     "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।<br>कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम्  <br/>॥१-३८॥<br/>",
"O Janārdana, although these men, overtaken by greed, see no fault in killing one's family or quarreling with friends, <br/>1.38<br/>"
     ], 


   ["kathaṃ na jñeyam asmābhiḥ pāpād asmān nivartitum<br>kulakṣayakṛtaṃ doṣaṃ prapaśyadbhir janārdana  <br/>1.39<br/>",
     "कथं न ज्ञेयमस्माभिः पापादस्मान्निवर्तितुम् ।<br>कुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन  <br/>॥१-३९॥<br/>",
"why should we, with knowledge of the sin, engage in these acts? <br/>1.39<br/>"
     ], 


   ["kulakṣaye praṇaśyanti kuladharmāḥ sanātanāḥ<br>dharme naṣṭe kulaṃ kṛtsnam adharmobhibhavaty uta  <br/>1.40<br/>",
     "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।<br>धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत  <br/>॥१-४०॥<br/>",
"With the destruction of dynasty, the eternal family tradition is vanquished, and thus the rest of the family becomes involved in irreligious practice. <br/>1.40<br/>"
     ], 


   ["adharmābhibhavāt kṛṣṇa praduṣyanti kulastriyaḥ<br>strīṣu duṣṭāsu vārṣṇeya jāyate varṇasaṅkaraḥ  <br/>1.41<br/>",
     "अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः ।<br>स्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसङ्करः  <br/>॥१-४१॥<br/>",
"When irreligion is prominent in the family, O Kṛṣṇa, the women of the family become corrupt, and from the degradation of womanhood, O descendant of Vṛṣṇi, comes unwanted progeny. <br/>1.41<br/>"
     ], 


   ["saṅkaro narakāyaiva kulaghnānāṃ kulasya ca<br>patanti pitaro hy eṣāṃ luptapiṇḍodakakriyāḥ  <br/>1.42<br/>",
     "सङ्करो नरकायैव कुलघ्नानां कुलस्य च ।<br>पतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः  <br/>॥१-४२॥<br/>",
"When there is increase of unwanted population, a hellish situation is created both for the family and for those who destroy the family tradition. In such corrupt families, there is no offering of oblations of food and water to the ancestors. <br/>1.42<br/>"
     ], 


   ["doṣair etaiḥ kulaghnānāṃ varṇasaṅkarakārakaiḥ<br>utsādyante jātidharmāḥ kuladharmāś ca śāśvatāḥ  <br/>1.43<br/>",
     "दोषैरेतैः कुलघ्नानां वर्णसङ्करकारकैः ।<br>उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः  <br/>॥१-४२॥<br/>",
"Due to the evil deeds of the destroyers of family tradition, all kinds of community projects and family welfare activities are devastated. <br/>1.43<br/>"
     ],    



   ["utsannakuladharmāṇāṃ manuṣyāṇāṃ janārdana<br>narake niyataṃ vāso bhavatīty anuśuśruma  <br/>1.44<br/>",
     "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।<br>नरके नियतं वासो भवतीत्यनुशुश्रुम  <br/>॥१-४४॥<br/>",
"O Kṛṣṇa, maintainer of the people, I have heard by disciplic succession that those who destroy family traditions dwell always in hell. <br/>1.44<br/>"
     ],    



   ["aho bata mahat pāpaṃ kartuṃ vyavasitā vayam<br>yad rājyasukhalobhena hantuṃ svajanam udyatāḥ  <br/>1.45<br/>",
     "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।<br>यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः  <br/>॥१-४५॥<br/>",
"Alas, how strange it is that we are preparing to commit greatly sinful acts, driven by the desire to enjoy royal happiness. <br/>1.45<br/>"
     ],    



   ["yadi mām apratīkāram aśastraṃ śastrapāṇayaḥ<br>dhārtarāṣṭrā raṇe hanyus tan me kṣemataraṃ bhavet  <br/>1.46<br/>",
     "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।<br>धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत्  <br/>॥१-४६॥<br/>",
"I would consider it better for the sons of Dhṛtarāṣṭra to kill me unarmed and unresisting, rather than fight with them. <br/>1.46<br/>"
     ],    



   ["sañjaya uvāca<br>evam uktvārjunaḥ saṅkhye rathopastha upāviśat<br>visṛjya saśaraṃ cāpaṃ śokasaṃvignamānasaḥ  <br/>1.47<br/>",
     "सञ्जय उवाच ।<br>एवमुक्त्वार्जुनः सङ्ख्ये रथोपस्थ उपाविशत् ।<br>विसृज्य सशरं चापं शोकसंविग्नमानसः  <br/>॥१-४७॥<br/>",
"Sañjaya said: Arjuna, having thus spoken on the battlefield, cast aside his bow and arrows and sat down on the chariot, his mind overwhelmed with grief. <br/>1.47<br/>"
     ],  



     ["Oṁ tatsaditi śrīmadbhagavadgītāsūpaniṣatsu <br> brahmavidyāyāṁ yogaśhāstre Śrīkṛṣṇārjuna saṁvāde <br> arjunaviṣādayogo nāma prathamo adhyāyaḥ",
     "ॐ तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु <br> ब्रह्मविद्यायां योगशास्त्रे श्रीकृष्णार्जुनसंवादे <br>अर्जुनविषादयोगो नाम प्रथमोऽध्यायः ॥",
"Thus ends the first chapter named 'The Despondency of Arjuna' of the Upanishads of the Bhagavad Gita, the scripture of yoga, dealing with the science of the Absolute in the form of the dialogue between Sri Krishna and Arjuna."
     ]
    ]
}



   

